<?php $this->load->view('site/header'); ?>
    <div class="wrapper profile-page">
        <div class="page-header header-filter header-small" data-parallax="active" style="background-image: url('<?php echo base_url('static/img/cover.jpg'); ?>');"></div>
        <div class="main main-raised">
            <div class="profile-content">
                <div class="container">
                    <div class="row">
                        <div class="col-xs-12 col-sm-6 col-sm-offset-3">
                           <div class="profile">
                                <div class="avatar">                                
                                    <img src="<?php echo base_url('static/img/main-logo.png')?>" alt="Circle Image" class="img-circle img-responsive img-raised">
                                </div>
                                <div class="name">
                                    <h3 class="title">สถาบันการแพทย์ฉุกเฉินแห่งชาติ (สพฉ.)</h3>                              
                                </div>
                            </div>
                        </div>                    
                    </div>                
                    <div class="row">
                        <div class="col-md-8 col-md-offset-2">
                            <p>
                                สถาบันการแพทย์ฉุกเฉินแห่งชาติ (สพฉ.) เป็นสถาบันที่จัดตั้งขึ้นตามพระราชบัญญัติการแพทย์ฉุกเฉินปี พ.ศ. 2551 เพื่อเป็นองค์กรรับผิดชอบการบริหารจัดการ การประสานระหว่างหน่วยงานที่เกี่ยวข้องทั้งภาครัฐ และเอกชน รวมถึงการส่งเสริมการปกครองส่วนท้องถิ่นให้เข้ามามีบทบาทในการบริหารจัดการการจัดบริการการแพทย์ฉุกเฉิน ทั้งนี้เหตุผลดังกล่าวได้ปรากฎในส่วนของหมายเหตุ :- เหตุผลประกอบในการประกาศใช้พระราชบัญญัติ
                            </p>
                            <p>
                                ระบบการแพทย์ฉุกเฉินในประเทศไทยเริ่มต้นจากมูลนิธิฮั่วเคี้ยวป่อเต็กเซียงตึ๊ง (มูลนิธิป่อเต็กตึ๊งในปัจจุบัน) ได้ริเริ่มให้บริการขนส่งศพไม่มีญาติใน พ.ศ. 2480 ในเวลาต่อมาได้ให้บริการรับส่งผู้ป่วยและผู้บาดเจ็บฉุกเฉิน เช่นเดียวกับใน พ.ศ.2513 ที่มูลนิธิร่วมกตัญญูได้เปิดให้บริการในลักษณะเดียวกัน ได้เป็นต้นกำเนิดของระบบการแพทย์ฉุกเฉินที่คนทั่วไปสามารถเข้าถึงการบริการได้โดยไม่มีการเลือกปฏิบัติ และไม่ใช่บริการเฉพาะกิจ ระบบการแพทย์ฉุกเฉินในประเทศไทยจึงได้รับการพัฒนาขึ้นนับตั้งแต่นั้นมา พร้อมๆกับการพัฒนาเครื่องมือและอุปกรณ์ช่วยชีวิตในห้องฉุกเฉินของโรงพยาบาลแต่ละแห่ง ทั้งภาครัฐ และเอกชน
                            </p>
                            <p>
                                ใน พ.ศ.2536 กระทรวงสาธารณสุขได้รับความช่วยเหลือทางเทคนิคจาก Japan International Cooperation Agency (JICA)ในการจัดตั้งศูนย์อุบัติเหตุ (Trauma Center) ณ โรงพยาบาลขอนแก่น ซึ่งครอบคลุมการให้บริการช่วยเหลือก่อนถึงโรงพยาบาล (pre-hospital care) ด้วย ต่อมา พ.ศ.2537 โรงพยาบาลวชิรพยาบาลได้เปิดให้บริการรถพยาบาลฉุกเฉินโดยใช้ชื่อว่า SMART (Surgico-Medical Ambulance and Rescue Team) ตามแผนป้องกันอุบัติภัยของกรุงเทพมหานคร และ พ.ศ.2538 กระทรวงสาธารณสุขได้เปิดตัวต้นแบบระบบรักษาพยาบาลก่อนถึงโรงพยาบาล ณ โรงพยาบาลราชวิถีในชื่อ “ศูนย์กู้ชีพนเรนทร” โดยภายหลัง โรงพยาบาลนพรัตนราชธานีและโรงพยาบาลเลิดสิน ได้เข้าร่วมเครือข่ายให้บริการด้วย
                            </p>
                            <p>
                                ต่อมากระทรวงสาธารณสุขได้จัดตั้งสำนักงานระบบบริการการแพทย์ฉุกเฉิน ขึ้นเป็นหน่วยงานในสำนักงานปลัดกระทรวงสาธารณสุขและดำเนินงานการแพทย์ฉุกเฉินมาอย่างต่อเนื่อง หน่วยงาน/องค์กรทั้งหลายที่กล่าวมานี้จึงเป็นต้นกำเนิดที่มาของ “สถาบันการแพทย์ฉุกเฉินแห่งชาติ” ทำหน้าที่พัฒนางานการแพทย์ฉุกเฉินมาจนมีความก้าวหน้า และผลงานเป็นที่ประจักษ์ในวงกว้าง
                            </p>
                            <p>
                                การขยายบทบาทมาเป็นสถาบันการแพทย์ฉุกเฉินแห่งชาติ ซึ่งเป็นองค์กรของรัฐที่มีฐานะเป็นนิติบุคคลในกำกับของรัฐมนตรีว่าการกระทรวงสาธารณสุข ก็เพื่อให้มีรูปแบบการบริหารจัดการที่มีความคล่องตัวและสามารถบริหารงานตามนโยบายการบริหารงานของคณะกรรมการการแพทย์ฉุกเฉินได้อย่างมีประสิทธิภาพ ทำให้การแพทย์ฉุกเฉินของประเทศไทย สามารถก้าวกระโดดไป ส่งผลให้ผู้ป่วยฉุกเฉินได้รับการคุ้มครองสิทธิในการเข้าถึงระบบการแพทย์ฉุกเฉินอย่างทั่วถึง เท่าเทียม มีคุณภาพมาตรฐาน ตามเจตนารมณ์ของพระราชบัญญัติการแพทย์ฉุกเฉิน พ.ศ.2551 ได้อย่างแท้จริง
                            </p>
                            <p>
                                <b>
                                    วันถือกำเนิดของ สถาบันการแพทย์ฉุกเฉินแห่งชาติ ก็คือวันที่พระบาทสมเด็จพระเจ้าอยู่หัวได้ทรงลงพระปรมาภิไธยในพระราชบัญญัติ คือ วันที่ 23 กุมภาพันธ์ 2551 นั่นเอง
                                </b>
                            </p>
                            <div class="text-center">
                                <img src="<?php echo base_url('static/img/lesson/logo.png')?>" style="max-width: 250px; margin:0 auto 50px;" alt="">
                            </div>
                        </div>
                    </div>                        
                </div>
            </div>
        </div>
    </div>
<?php $this->load->view('site/footer'); ?>