
<?php $this->load->view('site/header'); ?>
<div class="wrapper">
    <div class="page-header header-filter header-small" data-parallax="active" style="background-image: url('<?php echo base_url('static/img/cover.jpg'); ?>');">
        <div class="container">
            <div class="row">
                <div class="col-md-6 col-md-offset-3">
                    <!--<h1 class="title text-center">Tutorial</h1>-->
                </div>
            </div>
        </div>
    </div>

    <div class="main main-raised">
        <div class="section">
            <div class="container">
                <div class="row tim-row">
                    <h2 class="text-center title">คำอธิบาย</h2>
                    <legend></legend>
                    <div class="col-md-8 col-md-offset-2">
                        <p>
                            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ศึกษากลวิธีในการหาแนวร่วมในการสร้างเสริมสุขภาพและการป้องกันโรคของชุมชน   วิธีการสร้างเสริมสุขภาพและการป้องกันโรคด้วยแนวทางและภูมิปัญญาท้องถิ่นที่เหมาะสมสำหรับแก้สถานการณ์  การมีส่วนร่วมในการป้องกันโรคที่มีสาเหตุจากพฤติกรรมสุขภาพและสิ่งแวดล้อมที่เป็นปัญหาสำคัญของประเทศ ปัญหาสิ่งแวดล้อมที่สำคัญของประเทศซึ่งส่งผลกระทบต่อสุขภาพแนวทางป้องกันและแก้ไขปัญหาสิ่งแวดล้อมที่มีผลกระทบต่อสุขภาพ  สถานการณ์เสี่ยงต่อการเกิดอุบัติเหตุ  อุบัติภัยในโรงเรียนเขตชุมชนและแนวทางป้องกันแก้ไข ผลกระทบจากพฤติกรรมเสี่ยงของบุคคลต่อชุมชน           พัฒนากลวิธีการป้องกันการบาดเจ็บจากอุบัติเหตุ     โดยใช้กระบวนการ   การสืบเสาะหาความรู้     การสืบค้นข้อมูล บันทึก และการอภิปรายเพื่อให้เกิดความรู้   ความคิด   ความเข้าใจ   มีความสามารถในการตัดสินใจ   เกี่ยวกับการ   แนวทางการเลือกบริโภคอย่างฉลาดและปลอดภัย  การวางแผนการพัฒนาสุขภาพของตนเอง  ครอบครัวและชุมชน    การมีส่วนร่วมในการส่งเสริมและพัฒนาสุขภาพของบุคคลในชุมชน
                        </p>
                        <p>
                            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เห็นคุณค่าของการออกกำลังกาย  การพักผ่อนและกิจกรรมนันทนาการป้องกันแก้ไขสารเสพติดและความรุนแรงในชุมชน
                        </p>
                        <p>
                            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เห็นความสำคัญของการออกกำลังกายและเล่นกีฬา  จนเป็นวิถีชีวิตที่มีสุขภาพดีการยอมรับความสามารถและความแตกต่างระหว่างบุคคลในการเล่นกีฬาการนำความรู้ไปใช้ประโยชน์ในชีวิตประจำวัน    คุณธรรมจริยธรรม และค่านิยมที่เหมาะสม
                        </p>
                        <p><b>ตัวชี้วัด</b></p>
                        <p>
                            พ  3.1 ม.4-6/1,  ม.4-6/2,  ม.4-6/3,  ม.4-6/4,  ม.4-6/5,<br/>
                            พ  3.2 ม.4-6/1,  ม.4-6/2,  ม.4-6/3,  ม.4-6/4 <br/>        
                            พ  4.1 ม.4-6/1,  ม.4-6/2,  ม.4-6/3, ม.4-6/4, ม.4-6/5,  ม.4-6/6, ม.4-6/7 <br/>
                            พ  5.1 ม.4-6/1,   ม.4-6/2, ม.4-6/3, ม.4-6/4, ม.4-6/5, ม.4-6/6, ม. 4-6./7 <br/>
                            <b>รวม ทั้งหมด  23  ตัวชี้วัด</b>
                        </p>
                        <br/>                        
                        <hr/>
                        <br/>
                        <p class="text-center">
                            กำหนดการจัดการเรียนรู้ การแพทย์ฉุกเฉิน<br/>
                            กลุ่มสาระการเรียนรู้สุขศึกษาและพลศึกษา ชั้นมัธยมปีที่  6
                        </p>
                        <br/>
                        <div class="table-responsive">
                            <table class="table">
                                <tr>
                                    <td width="30%">
                                        มาตรฐานการเรียนรู้
                                    </td>
                                    <td width="55%">
                                        แผนการเรียนรู้
                                    </td>
                                    <td width="15%" class="text-center">
                                        เวลา/ชม.
                                    </td>
                                </tr>
                                <tr>
                                    <td rowspan="4">
                                        สาระที่ ๔ การสร้างเสริมสุขภาพ สมรรถภาพและการป้องกันโรค
สาระที่ ๕    ความปลอดภัยในชีวิต
                                    </td>
                                    <td>1.การแพทย์ฉุกเฉิน และ การแจ้งเหตุ 1669</td>
                                    <td class="text-center">2</td>
                                </tr>
                                <tr>
                                    <td>2.การปฐมพยาบาลเบื้องต้น</td>
                                    <td class="text-center">2</td>
                                </tr>
                                <tr>
                                    <td>3.การช่วยฟื้นคืนชีพขั้นพื้นฐาน</td>
                                    <td class="text-center">2</td>
                                </tr>
                                <tr>
                                    <td>4.EMS Rally</td>
                                    <td class="text-center">4</td>
                                </tr>
                                <tr>
                                    <td colspan="2" class="text-center">รวม</td>
                                    <td class="text-center">10</td>
                                </tr>
                            </table>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<?php $this->load->view('site/footer'); ?>